<template>
  <div class="pt-16 pb-16 max-w-7xl ml-auto mr-auto">
    <h2 class="text-center">Как это работает?</h2>
    <div class="flex justify-between items-center gap-12 text-center">
      <div>
        <img src="~/assets/img/step1.svg" alt="" />
        <div>1</div>
        <h3>Создайте винную карту в личном кабинете</h3>
        <div>
          Используйте нашу готовую базу данных, насчитывающую более 75000 вин,
          рассортированную по странам, поставщикам, вкусам, с качественными
          фотографиями и подробными описаниями
        </div>
      </div>
      <div>
        <img src="~/assets/img/step2.svg" alt="" />
        <div>2</div>
        <h3>Скачайте приложение в Google Play Market</h3>
        <div>
          Наше приложение доступно для устройств Android от 7.2 ГБ+ оперативной
          памяти и доступом в интернет. А также с вашей винной картой в веб
          можно будет ознакомиться с любого устройства
        </div>
      </div>
      <div>
        <img src="~/assets/img/step3.svg" alt="" />
        <div>3</div>
        <h3>Продавайте больше</h3>
        <div>
          С помощью интерактивной винной карты вы не только будете
          гарантированно продавать больше, но предоставите инновационный сервис,
          который выгодно отличит вас от конкурентов.
        </div>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style scoped>
/* Дополнительные стили, если нужно */
</style>
