<template>
  <div class="bg-white">
    <div
      class="pt-16 pl-4 pr-4 pb-16 max-w-7xl ml-auto mr-auto flex justify-between items-center flex-wrap gap-4"
    >
      <div class="max-w-xl mx-auto">
        <img src="~/assets/img/banner4.png" alt="" />
      </div>
      <div class="max-w-xl mx-auto">
        <h3>Универсальное cредство дистанционной коммуникации</h3>
        <hr />
        <p>
          Позаботитесь о госте на всех этапах, предоставляя качественный сервис
          даже дистанционно. Ссылку на интерактивную винную карту можно: —
          поместить в шапку профиля Instagram или любой другой соцсети; —
          интегрировать виджет на сайте ресторана или магазина; — разместить
          QR-код на входной группе или визитках, пакетах, шелфтокерах; Таким
          образом, направив вашего нынешнего или потенциального гостя на
          актуальную винную карту заведения из любого удобного источника
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style scoped>
/* Дополнительные стили, если нужно */
</style>
