<template>
  <div
    class="px-4 py-16 max-w-7xl mx-auto flex justify-center items-center gap-4 flex-wrap"
  >
    <div class="max-w-xl">
      <h3>Интерактивная винная карта на планшете – замена бумажного меню</h3>
      <hr />
      <p>
        Интерактивная винная карта полностью заменяет традиционные бумажные
        меню. Она включает крупные фотографии бутылок и подробные описания вин,
        что помогает гостям легко ориентироваться в ассортименте и принимать
        обоснованные решения. Мы разработали удобную систему фильтрации,
        учитывающую вкусовые предпочтения, благодаря чему даже новички в мире
        вина смогут выбрать напиток, ориентируясь не на цену, а на вкус и
        эмоции.
      </p>
    </div>
    <div>
      <nuxt-img src="/banner3.png" alt="image" width="500" height="420" />
    </div>
  </div>
</template>

<script setup></script>

<style scoped></style>
