<template>
  <div>
    <div
      class="pt-16 pb-16 max-w-7xl ml-auto mr-auto flex justify-between items-center gap-12"
    >
      <div class="max-w-xl">
        <h2>Интерактивная винная карта на планшете – замена бумажного меню</h2>
        <hr />
        <p>
          Интерактивная винная карта полностью заменяет бумажный носитель. Она
          содержит крупные фотографии бутылок, подробные описания вин, что
          позволяет гостю легко ориентироваться в ассортименте и делать верный
          выбор. Мы разработали удобную систему фильтрации, распознающую
          вкусовые предпочтения человека, что позволяет даже мало разбирающимся
          в вине гостям сделать выбор, ориентируясь не на стоимость товара, а на
          вкус и эмоции.
        </p>
      </div>
      <div>
        <img src="~/assets/img/banner3.webp" alt="" />
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style scoped>
/* Дополнительные стили, если нужно */
</style>
