<template>
  <div>
    <div
      class="pt-16 pl-4 pr-4 pb-16 max-w-7xl ml-auto mr-auto flex justify-between items-center gap-4 flex-wrap"
    >
      <div class="max-w-xl">
        <h3>Интерактивная винная карта на планшете – замена бумажного меню</h3>
        <hr />
        <p>
          Интерактивная винная карта полностью заменяет традиционные бумажные
          меню. Она включает крупные фотографии бутылок и подробные описания
          вин, что помогает гостям легко ориентироваться в ассортименте и
          принимать обоснованные решения. Мы разработали удобную систему
          фильтрации, учитывающую вкусовые предпочтения, благодаря чему даже
          новички в мире вина смогут выбрать напиток, ориентируясь не на цену, а
          на вкус и эмоции.
        </p>
      </div>
      <div>
        <img src="~/assets/img/banner3.webp" alt="" />
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style scoped>
/* Дополнительные стили, если нужно */
</style>
