<template>
  <div>
    <div class="pt-16 pl-4 pr-4 pb-16 max-w-7xl ml-auto mr-auto">
      <div class="text-center mb-6">
        <h2>Часто задаваемые вопросы</h2>
      </div>
      <div class="flex flex-col gap-2">
        <Panel
          v-for="q in questions"
          :key="q.header"
          :header="q.header"
          toggleable
          collapsed
        >
          {{ q.text }}
        </Panel>
      </div>
    </div>
  </div>
</template>
<script setup lang="ts">
const questions = ref([
  {
    header: "Доступна ли техническая поддержка для пользователей W-list?",
    text: "Да, W-list предлагает комплексную техническую поддержку для обеспечения бесперебойной работы и оперативного решения любых проблем, гарантируя, что ваша цифровая винная карта всегда актуальна.",
  },
  {
    header: "Какие услуги предлагает W-list?",
    text: "W-list предоставляет решения для цифровых винных карт, позволяющие вашему бизнесу легко обновлять и управлять своим выбором вин с помощью интуитивно понятной цифровой платформы.",
  },
  {
    header: "Как W-list может принести пользу моему бизнесу?",
    text: "Используя W-list, ваш бизнес может улучшить качество обслуживания клиентов с помощью интерактивного меню, подробных описаний вин и простых обновлений вашей винной карты.",
  },
  {
    header: "Интерактивный выбор вина",
    text: "Повысьте качество обслуживания с помощью увлекательной цифровой винной карты, которая содержит подробные описания вин.",
  },
  {
    header: "Настраиваемый дизайн",
    text: "Создайте уникальное и визуально привлекательное меню с настраиваемыми шаблонами, которые соответствуют брендингу вашего ресторана без особых усилий.",
  },
  {
    header: "Интерактивные списки вин",
    text: "Погрузите своих гостей с помощью динамичных, простых в навигации цифровых винных меню.",
  },
  {
    header: "Синхронизация винной карты в режиме реального времени",
    text: "Обеспечьте точность ассортимента с помощью мгновенных обновлений.",
  },
  {
    header: "Совместим ли W-list с различными устройствами?",
    text: "Да, W-list предназначен для работы на различных устройствах, таких как планшеты и смартфоны, что обеспечивает гибкость и доступность для пользователей.",
  },
]);
</script>
