export const questions = [
  {
    header: "Доступна ли техническая поддержка для пользователей W-list?",
    text: "Да, W-list предлагает комплексную техническую поддержку для обеспечения бесперебойной работы и оперативного решения любых проблем, гарантируя, что ваша цифровая винная карта всегда актуальна.",
  },
  {
    header: "Какие услуги предлагает W-list?",
    text: "W-list предоставляет решения для цифровых винных карт, позволяющие вашему бизнесу легко обновлять и управлять своим выбором вин с помощью интуитивно понятной цифровой платформы.",
  },
  {
    header: "Как W-list может принести пользу моему бизнесу?",
    text: "Используя W-list, ваш бизнес может улучшить качество обслуживания клиентов с помощью интерактивного меню, подробных описаний вин и простых обновлений вашей винной карты.",
  },
  {
    header: "Совместим ли W-list с различными устройствами?",
    text: "Да, W-list предназначен для работы на различных устройствах, таких как планшеты и смартфоны, что обеспечивает гибкость и доступность для пользователей.",
  },
];
